Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J33.e.tmx
Source language: en_us
Languages: zh_cn

source: The Medium Is the Metaphor
zh_cn: 媒介即隐喻

source: At different times in our history, different cities have been the focal point of a radiating American spirit.
zh_cn: 在历史上的不同时期，不同的城市都曾经成为美国精神熠熠生辉的焦点。

source: In the late eighteenth century, for example, Boston was the center of a political radicalism that ignited a shot heard round the world—a shot that could not have been fired any other place but the suburbs of Boston.
zh_cn: 例如，18世纪后期，波士顿是政治激进主义的中心，震惊世界的第一枪在那里打响，那一枪只会在波士顿的郊区打响，而不会是在其他任何地方。

source: At its report, all Americans, including Virginians, became Bostonians at heart.
zh_cn: 事件被报道之后，所有的美国人，包括弗吉尼亚人，都从心底成了波士顿人。

source: In the mid-nineteenth century, New York became the symbol of the idea of a melting-pot America—or at least a non-English one —as the wretched refuse from all over the world disembarked at Ellis Island and spread over the land their strange languages and even stranger ways.
zh_cn: 19世纪中叶，来自世界各地的弃儿们在埃利斯岛登陆，并把他们陌生的语言和生活方式传播到美国各地，纽约从而成为大熔炉式国家的象征——至少是有别于英国。

source: In the early twentieth century, Chicago, the city of big shoulders and heavy winds, came to symbolize the industrial energy and dynamism of America.
zh_cn: 20世纪早期，芝加哥开始成为美国工业发展的中心。

source: If there is a statue of a hog butcher somewhere in Chicago, then it stands as a reminder of the time when America was railroads, cattle, steel mills and entrepreneurial adventures.
zh_cn: 如果芝加哥的某个地方有一座屠夫的雕像，那么它的存在是为了提醒人们记住那个到处是铁路、牛群、钢铁厂和冒险经历的时代。

source: If there is no such statue, there ought to be, just as there is a statue of a Minute Man to recall the Age of Boston, as the Statue of Liberty recalls the Age of New York.
zh_cn: 如果现在还没有这样的雕像，那么我们应该尽快来做这件事，就像代表波士顿时代的有民兵雕像，代表纽约时代的有自由女神像一样。

source: Today, we must look to the city of Las Vegas, Nevada, as a metaphor of our national character and aspiration, its symbol a thirty-foot-high cardboard picture of a slot machine and a chorus girl.
zh_cn: 今天，我们应该把视线投向内华达州的拉斯维加斯城。作为我们民族性格和抱负的象征，这个城市的标志是一幅30英尺高的老虎机图片以及表演歌舞的女演员。

source: For Las Vegas is a city entirely devoted to the idea of entertainment, and as such proclaims the spirit of a culture in which all public discourse increasingly takes the form of entertainment.
zh_cn: 这是一个娱乐之城，在这里，一切公众话语都日渐以娱乐的方式出现，并成为一种文化精神。

source: Our politics, religion, news, athletics, education and commerce have been transformed into congenial adjuncts of show business, largely without protest or even much popular notice. The result is that we are a people on the verge of amusing ourselves to death.
zh_cn: 我们的政治、宗教、新闻、体育、教育和商业都心甘情愿地成为娱乐的附庸，毫无怨言，甚至无声无息，其结果是我们成了一个娱乐至死的物种。

source: As I write, the President of the United States is a former Hollywood movie actor.
zh_cn: 我写作此文时的美国总统是昔日好莱坞的演员。

source: One of his principal challengers in 1984 was once a featured player on television's most glamorous show of the 1960's, that is to say, an astronaut.
zh_cn: 他的主要竞争对手之一是20世纪60年代最为人瞩目的电视节目的宠儿，也就是说，是一名宇航员。

source: Naturally, a movie has been made about his extraterrestrial adventure.
zh_cn: 很自然，他的太空探险被拍成了电影。

source: Meanwhile, former President Richard Nixon, who once claimed he lost an election because he was sabotaged by make-up men, has offered Senator Edward Kennedy advice on how to make a serious run for the presidency: lose twenty pounds.
zh_cn: 此外，美国前总统理查德·尼克松曾把自己的一次竞选失败归罪于化妆师的蓄意破坏。他就如何严肃对待总统竞选这个问题给了爱德华·肯尼迪一个建议：减去20磅体重。

source: Although the Constitution makes no mention of it, it would appear that fat people are now effectively excluded from running for high political office.
zh_cn: 虽然宪法对此只字未提，但似乎胖子事实上已被剥夺了竞选任何高层政治职位的权利。

source: Probably bald people as well. Almost certainly those whose looks are not significantly enhanced by the cosmetician's art.
zh_cn: 或许秃子也一样不能幸免于此，当然还有那些外表经过美容仍无法有较大改观的人。

source: Indeed, we may have reached the point where cosmetics has replaced ideology as the field of expertise over which a politician must have competent control.
zh_cn: 我们似乎达到了这样一个阶段：政治家原本可以表现才干和驾驭能力的领域已经从智慧变成了化妆术。

source: America's journalists, i.e., television newscasters, have not missed the point.
zh_cn: 美国的新闻工作者，比如电视播音员，对此也心领神会。

source: Most spend more time with their hair dryers than with their scripts, with the result that they comprise the most glamorous group of people this side of Las Vegas.
zh_cn: 他们中的大多数人在吹风机上花的时间比在播音稿上花的时间多得多，并且由此成为娱乐社会最有魅力的一群人。

source: Although the Federal Communications Act makes no mention of it, those without camera appeal are excluded from addressing the public about what is called "the news of the day." Those with camera appeal can command salaries exceeding one million dollars a year.
zh_cn: 虽然联邦新闻法没有明文规定，那些不上镜的人其实已被剥夺了向大众播报所谓“今日新闻”的权利，但是那些在镜头前魅力四射的人确实可以拥有超过百万美元的年薪。

source: American businessmen discovered, long before the rest of us, that the quality and usefulness of their goods are subordinate to the artifice of their display;
zh_cn: 美国的商人们早在我们之前就已经发现，商品的质量和用途在展示商品的技巧面前似乎是无足轻重的。

source: that, in fact, half the principles of capitalism as praised by Adam Smith or condemned by Karl Marx are irrelevant.
zh_cn: 不论是亚当·斯密备加赞扬还是卡尔·马克思百般指责，资本主义原理中有一半都是无稽之谈。

source: Even the Japanese, who are said to make better cars than the Americans, know that economics is less a science than a performing art, as Toyota's yearly advertising budget confirms.
zh_cn: 就连能比美国人生产更优质汽车的日本人也深知，与其说经济学是一门科学，还不如说它是一种表演艺术，丰田每年的广告预算已经证明了这一点。

source: Not long ago, I saw Billy Graham join with Shecky Green, Red Buttons, Dionne Warwick, Milton Berle and other theologians in a tribute to George Bums, who was celebrating himself for surviving eighty years in show business.
zh_cn: 不久前，我看到比利·格雷厄姆和谢基·格林、雷德·巴顿斯、迪翁·沃里克、弥尔顿·伯利及其他神学家一起向乔治·伯恩斯表示祝贺，庆祝他在娱乐性行业成功摸爬滚打了80年。

source: The Reverend Graham exchanged one-liners with Bums about making preparations for Eternity.
zh_cn: 格雷厄姆教士和伯恩斯说了很多关于来世的俏皮话。

source: Although the Bible makes no mention of it, the Reverend Graham assured the audience that God loves those who make people laugh.
zh_cn: 虽然《圣经》里没有任何明示，但格雷厄姆教士向观众保证，上帝偏待那些能让人发笑的人。

source: It was an honest mistake. He merely mistook NBC for God.
zh_cn: 这是一个诚实的错误，格雷厄姆只是错把美国全国广播公司当成了上帝。

source: Ruth Westheimer is a psychologist who has a popular radio program and a nightclub act in which she informs her audiences about sex in all of its infinite variety and in language once reserved for the bedroom and street corners.
zh_cn: 露丝·韦斯特海默博士是一个心理学家，她主持了一档很受人欢迎的广播节目及一个夜总会节目。在这些节目中，她向听众们介绍有关性事的林林总总，所用的语言在过去只能是卧室和某些阴暗的街角里专用的。

source: She is almost as entertaining as the Reverend Billy Graham, and has been quoted as saying, "I don't start out to be funny. But if it comes out that way, I use it.
zh_cn: 她和格雷厄姆教士一样，是一个有趣的人。她曾经说过：“我的初衷并不是为了逗乐，但是，如果我所做的确实能让人开心，我不妨继续下去。

source: If they call me an entertainer, I say that's great. When a professor teaches with a sense of humor, people walk away remembering."
zh_cn: 有人说我取悦于人，我说这很好。如果一个教授上课时表现幽默，人们就会带着记忆下课。”

source: She did not say what they remember or of what use their remembering is. But she has a point: It's great to be an entertainer.
zh_cn: 她没有说人们带着怎样的记忆，也没有说这些记忆有何裨益，但她说明了一点：能够取悦于人，真好。

source: Indeed, in America God favors all those who possess both a talent and a format to amuse, whether they be preachers, athletes, entrepreneurs, politicians, teachers or journalists.
zh_cn: 确实，在美国，上帝偏待的是那些拥有能够娱乐他人的才能和技巧的人，不管他是传教士、运动员、企业家、政治家、教师还是新闻记者。

source: In America, the least amusing people are its professional entertainers.
zh_cn: 在美国，最让人乏味的是那些专业的演员。

source: Culture watchers and worriers—those of the type who read books like this one—will know that the examples above are not aberrations but, in fact, cliches.
zh_cn: 对文化表示关注和忧虑的人，比如正在阅读此类书的人，会发现上面的这些例子并不罕见，已是司空见惯了。

source: There is no shortage of critics who have observed and recorded the dissolution of public discourse in America and its conversion into the arts of show business.
zh_cn: 批评界不乏有识之士，他们注意并记录了美国公众话语的解体及其向娱乐艺术的转变。

source: But most of them, I believe, have barely begun to tell the story of the origin and meaning of this descent into a vast triviality.
zh_cn: 但他们中的大多数人，我相信，还没有开始探宄这种变化的根源和意义。

source: Those who have written vigorously on the matter tell us, for example, that what is happening is the residue of an exhausted capitalism; or, on the contrary, that it is the tasteless fruit of the maturing of capitalism; or that it is the neurotic aftermath of the Age of Freud; or the retribution of our allowing God to perish; or that it all comes from the old stand-bys, greed and ambition.
zh_cn: 那些已经对此做过研宄的人告诉我们，这一切都是走向穷途末路的资本主义的余渣，或者正相反，都是资本主义成熟后的无味的果实；这一切也是弗洛伊德时代神经官能症的后遗症，是人类任凭上帝毁灭而遭到的报应，是人性中根深蒂固的贪婪和欲望的产物。

source: I have attended carefully to these explanations, and I do not say there is nothing to learn from them.
zh_cn: 我仔细研读过这些阐述，从中不是没有学到东西。

source: Marxists, Freudians, Levi-Straussians, even Creation Scientists are not to be taken lightly.
zh_cn: 马克思主义、弗洛伊德理论，甚至神学家们，都是不能等闲视之的。

source: And, in any case, I should be very surprised if the story I have to tell is anywhere near the whole truth.
zh_cn: 在任何情况下，如果我的见解能够基本接近事实，我都会感到惊讶。

source: We are all, as Huxley says someplace, Great Abbreviators, meaning that none of us has the wit to know the whole truth, the time to tell it if we believed we did, or an audience so gullible as to accept it.
zh_cn: 正如赫胥黎所说的，我们没有人拥有认识全部真理的才智，即使我们相信自己有这样的才智，也没有时间去传播真理，或者无法找到轻信的听众来接受。

source: But you will find an argument here that presumes a clearer grasp of the matter than many that have come before.
zh_cn: 但是在这里，你会发现一个比前人的理解更为透彻的观点。

source: Its value, such as it is, resides in the directness of its perspective, which has its origins in observations made 2,300 years ago by Plato.
zh_cn: 虽然这个观点并不深奥，但它的价值体现在其视角的直接性，这样的视角正是2300年前柏拉图提出的。

source: It is an argument that fixes its attention on the forms of human conversation, and postulates that how we are obliged to conduct such conversations will have the strongest possible influence on what ideas we can conveniently express. And what ideas are convenient to express inevitably become the important content of a culture.
zh_cn: 根据这个观点，我们应该把焦点放在人类会话的形式上，并且假定我们会话的形式对于要表达的思想有重大的影响，容易表达出来的思想自然会成为文化的组成部分。

source: I use the word "conversation" metaphorically to refer not only to speech but to all techniques and technologies that permit people of a particular culture to exchange messages.
zh_cn: 我形象地使用“会话”这个词，并不仅仅指语言，同时也指一切使某个文化中的人民得以交流信息的技巧和技术。

source: In this sense, all culture is a conversation or, more precisely, a corporation of conversations, conducted in a variety of symbolic modes.
zh_cn: 在这样的意义上，整个文化就是一次会话，或者更准确地说，是以不同象征方式展开的多次会话的组合。

source: Our attention here is on how forms of public discourse regulate and even dictate what kind of content can issue from such forms.
zh_cn: 这里我们要注意的是，公众话语的方式是怎样规范乃至决定话语内容的。

source: To take a simple example of what this means, consider the primitive technology of smoke signals.
zh_cn: 我们可以举一个简单的例子，比如原始的烟雾信号。

source: While I do not know exactly what content was once carried in the smoke signals of American Indians, I can safely guess that it did not include philosophical argument.
zh_cn: 虽然我不能确切地知道在这些印第安人的烟雾信号中传达着怎样的信息，但我可以肯定，其中不包含任何哲学论点。

source: Puffs of smoke are insufficiently complex to express ideas on the nature of existence, and even if they were not, a Cherokee philosopher would run short of either wood or blankets long before he reached his second axiom.
zh_cn: 阵阵烟雾还不能复杂到可以表达人们对于生存意义的看法，即使可以，他们中的哲学家可能没有等到形成任何新的理论就已经用尽了木头和毡子。

source: You cannot use smoke to do philosophy. Its form excludes the content.
zh_cn: 你根本不可能用烟雾来表现哲学，它的形式已经排除了它的内容。

source: To take an example closer to home: As I suggested earlier, it is implausible to imagine that anyone like our twenty-seventh President, the multi-chinned, three-hundred-pound William Howard Taft, could be put forward as a presidential candidate in today's world.
zh_cn: 再举一个我们更熟悉的例子：塔夫脱，我们的（美国）第27任总统，体重300磅，满脸横肉。我们难以想象，任何一个有着这种外形的人在今天会被推上总统候选人的位置。

source: The shape of a man's body is largely irrelevant to the shape of his ideas when he is addressing a public in writing or on the radio or, for that matter, in smoke signals. But it is quite relevant on television.
zh_cn: 如果是在广播上向公众发表演讲，演讲者的体形同他的思想是毫不相干的，但是在电视时代，情况就大不相同了。

source: The grossness of a three-hundred-pound image, even a talking one, would easily overwhelm any logical or spiritual subtleties conveyed by speech.
zh_cn: 300磅的笨拙形象，即使能言善辩，也难免淹没演讲中精妙的逻辑和思想。

source: For on television, discourse is conducted largely through visual imagery, which is to say that television gives us a conversation in images, not words.
zh_cn: 在电视上，话语是通过视觉形象进行的，也就是说，电视上会话的表现形式是形象而不是语言。

source: The emergence of the image-manager in the political arena and the concomitant decline of the speech writer attest to the fact that television demands a different kind of content from other media.
zh_cn: 政坛上形象经理的出现以及与此相伴的讲稿作家的没落证明了这样一点，就是：电视需要的内容和其他媒体截然不同。

source: You cannot do political philosophy on television. Its form works against the content.
zh_cn: 电视无法表现政治哲学，电视的形式注定了它同政治哲学是水火不相容的。

source: To give still another example, one of more complexity: The information, the content, or, if you will, the "stuff" that makes up what is called "the news of the day" did not exist—could not exist—in a world that lacked the media to give it expression.
zh_cn: 还有一个例子，更复杂一些：信息、内容，或者如果你愿意，可以称之为构成“今日新闻”的“素材”，在一个缺乏媒介的世界里是不存在的是不能存在的。

source: I do not mean that things like fires, wars, murders and love affairs did not, ever and always, happen in places all over the world.
zh_cn: 我并不是说，火灾、战争、谋杀和恋情从来没有在这个世界的任何地方发生过。

source: I mean that lacking a technology to advertise them, people could not attend to them, could not include them in their daily business.
zh_cn: 我想说的是，如果没有用来宣传它们的技术，人们就无法了解，无法把这一切纳入自己的日常生活。

source: Such information simply could not exist as part of the content of culture.
zh_cn: 简而言之，这些信息就不能作为文化的内容而存在。

source: This idea—that there is a content called "the news of the day"—was entirely created by the telegraph (and since amplified by newer media), which made it possible to move decontextualized information over vast spaces at incredible speed.
zh_cn: “今日新闻”的产生全然起源于电报的发明（后来又被其他更新的大众传播工具发扬光大），电报使无背景的信息能够以难以置信的速度跨越广阔的空间。

source: The news of the day is a figment of our technological imagination. It is, quite precisely, a media event.
zh_cn: “今日新闻”这种东西纯属技术性的想象之物，准确地说，是一种媒体行为。

source: We attend to fragments of events from all over the world because we have multiple media whose forms are well suited to fragmented conversation.
zh_cn: 我们可以了解来自世界各地对于各种事件的片断报道，因为我们拥有适用于报道这些片断的多种媒体。

source: Cultures without speed-of-light media—let us say, cultures in which smoke signals are the most efficient space-conquering tool available— do not have news of the day.
zh_cn: 如果某种文化中没有具有闪电般速度的传媒工具，如果烟雾信号仍是最有效的传播途径，那么这种文化就不会拥有“今日新闻”。

source: Without a medium to create its form, the news of the day does not exist.
zh_cn: 如果没有媒体为新闻提供传播的形式，那么“今日新闻”就不会存在。

source: To say it, then, as plainly as I can, this book is an inquiry into and a lamentation about the most significant American cultural fact of the second half of the twentieth century: the decline of the Age of Typography and the ascendancy of the Age of Television.
zh_cn: 用平白的话语来说，这本书是对20世纪后半叶美国文化中最重大变化的探宄和哀悼：印刷术时代步入没落，而电视时代蒸蒸日上。

source: This change-over has dramatically and irreversibly shifted the content and meaning of public discourse, since two media so vastly different cannot accommodate the same ideas.
zh_cn: 这种转换从根本上不可逆转地改变了公众话语的内容和意义，因为这样两种截然不同的媒介不可能传达同样的思想。

source: As the influence of print wanes, the content of politics, religion, education, and anything else that comprises public business must change and be recast in terms that are most suitable to television.
zh_cn: 随着印刷术影响的减退，政治、宗教、教育和任何其他构成公共事务的领域都要改变其内容，并且用最适用于电视的表达方式去重新定义。

source: If all of this sounds suspiciously like Marshall McLuhan's aphorism, the medium is the message, I will not disavow the association (although it is fashionable to do so among respectable scholars who, were it not for McLuhan, would today be mute).
zh_cn: 马歇尔·麦克卢汉有一句著名的警句：“媒介即信息。”如果我上面所说的有引用之嫌，我绝不否认其中的联系。（虽然很多值得尊敬的学者觉得否认和他的联系很时髦，但是如果没有麦克卢汉，他们也许至今仍然默默无闻。）

source: I met McLuhan thirty years ago when I was a graduate student and he an unknown English professor.
zh_cn: 30年前遇到麦克卢汉的时候，我还是一名研宄生，而他也只是一个普通的英语教授。

source: I believed then, as I believe now, that he spoke in the tradition of Orwell and Huxley—that is, as a prophesier, and I have remained steadfast to his teaching that the clearest way to see through a culture is to attend to its tools for conversation.
zh_cn: 那时我就相信，现在仍然相信，他继承了奥威尔和赫胥黎的传统，对未来进行了预言。我对他的理论坚信不疑。他认为，深入一种文化的最有效途径是了解这种文化中用于会话的工具。
